---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.RevitLinkInstance
zh: 链接模型、链接
source: html/b3f65a42-c810-e864-7f4e-438dd2ea2679.htm
---
# RevitLinkInstance Members

**中文**: 链接模型、链接

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.